Repository: lakizoli/ACW
Catalog: acwios/acwios/*.lproj/Localizable.strings
Languages: de, hu

# subscribe_take_to_store
source: You have to subscribe to the application to play the disabled crosswords! If you press yes, then we take you to our store to do that.
de: Sie müssen die App abonnieren, um die deaktivierten Kreuzworträtsel zu spielen! Wenn Sie auf "Ja" klicken, werden Sie zu unserem Geschäft weitergeleitet.
hu: Elő kell fizetned ahhoz, hogy játszhass a tiltott rejtvénycsomagokkal! Ha igent nyomsz, akkor átlépsz az üzletbe, ahol előfizethetsz.

# subscribe_on_delete_warning
source: You have to subscribe to the application to delete crosswords! Only the first crossword may be played without a subscription! If you press yes, then we take you to our store to do that.
de: Sie müssen die App abonnieren, um Kreuzworträtsel zu löschen! Nur das erste Kreuzworträtsel darf ohne Abonnement gespielt werden! Wenn Sie auf "Ja" klicken, werden Sie zu unserem Geschäft weitergeleitet.
hu: Elő kell fizetned ahhoz, hogy rejtvénycsomagokat törölhess! Csak az első rejtvényt tudod kitölteni előfizetés nélkül! Ha igent nyomsz, akkor átlépsz az üzletbe, ahol előfizethetsz.

# do_you_want_delete_cw
source: Do you want to delete this crossword?
de: Möchten Sie dieses Kreuzworträtsel löschen?
hu: Biztosan törölni akarod ezt a rejtvénycsomagot?

# cannot_undo_this_action
source: You cannot undo this action.
de: Sie können diese Aktion nicht rückgängig machen.
hu: Ezt a műveletet nem lehet visszavonni.

source: Cancel
de: Abbrechen
hu: Mégse

source: Delete
de: Löschen
hu: Törlés

# cell_statistics
source: %lu of %lu levels (%lu of %lu words) solved
de: %lu von %lu Levels (%lu von %lu Wörtern) gelöst
hu: %d a %d keresztrejtvényből (%d a %d szóból) kitöltve

source: Delete crossword
de: Kreuzwort- rätsel löschen
hu: Rejtvény törlése

# cannot_store_purchase
source: Cannot store your purchase on local storage!
de: Der Kauf kann nicht gespeichert werden!
hu: Nem sikerült eltárolni az előfizetésedet!

# error_title
source: Error!
de: Fehler!
hu: Hiba!

# warning_title
source: Warning!
de: Achtung!
hu: Figyelem!

# success_title
source: Success!
de: Erfolg!
hu: Sikerült!

source: Subscribe Alert!
de: Achtung!
hu: Előfizetési figyelmeztetés!

source: Yes
de: Ja
hu: Igen

source: No
de: Nein
hu: Nem

# purchase_successful
source: Subscription purchased successfully!
de: Abonnement erfolgreich gekauft!
hu: Sikeres előfizetés!

# restore_successful
source: Subscription restored successfully!
de: Das Abonnement wurde erfolgreich wiederhergestellt!
hu: Sikeres visszaállítás!

# payment_failed
source: %lu pcs of payment transaction(s) failed! First errors: %@
de: %lu Stk. der Zahlungstransaktionen fehlgeschlagen! Erster Fehler: %@
hu: Nem sikerült %lu db fizetési tranzakció! Első hiba: %@

# restore_failed
source: Restoring of subscription failed! Error: %@
de: Wiederherstellung des Abonnements fehlgeschlagen! Fehler: %@
hu: Az előfizetésed visszaállítása nem sikerült! Hiba: %@

source: Downloading...
de: Herunterladen...
hu: Letöltés folyamatban...

# download_error
source: Error occurred during download!
de: Beim Download ist ein Fehler aufgetreten!
hu: Hiba történt a letöltés közben!

source: Generating crossword...
de: Kreuzworträtsel generieren...
hu: Rejtvények generálása folyamatban...

# generating_crossword_idx
source: Generating crossword... (%d)
de: Kreuzworträtsel generieren... (%d)
hu: Rejtvények generálása folyamatban... (%d)

# example_format
source: (e.g.: "%@")
de: (z.B.: "%@")
hu: (pl.: "%@")

source: Question field:
de: Fragenfeld:
hu: Kérdés mező:

source: Solution field:
de: Lösungsfeld:
hu: Megoldás mező:

source: Store
de: Geschäft
hu: Üzlet

# sc_per_month
source: / Month
de: / Monat
hu: / hónap

# sc_per_year
source: / Year
de: / Jahr
hu: / év

source: Product not available!
de: Produkt nicht verfügbar!
hu: A termék nem található!

# in_app_purchase_disabled
source: In app purchase is disabled, so you cannot subscribe to this application!
de: Im App-Kauf ist deaktiviert, deshalb Sie diese App nicht abonnieren können!
hu: A vásárlás fel van függesztve, így jelenleg nem tudsz előfizetni!

# subscribe_to_play_more_than_one
source: You have to subscribe to the application to play more than one demo crossword! If you press yes, then we take you to our store to do that.
de: Sie müssen die App abonnieren, um mehr als ein Demo-Kreuzworträtsel zu spielen! Wenn Sie auf "Ja" klicken, werden Sie zu unserem Geschäft weitergeleitet.
hu: Elő kell fizetned ahhoz, hogy egynél több rejtvénnyel is játszhass! Ha igent nyomsz, akkor átlépsz az üzletbe, ahol előfizethetsz.

# win_time
source: Time: %@
de: Zeit: %@
hu: Kitöltési idő: %@

# win_hint_count
source: Hint show count: %d
de: Hinweis anzeigeanzahl: %d
hu: Súgások száma: %d

# win_word_count
source: Word count: %lu
de: Wortanzahl: %lu
hu: Szavak száma: %lu

# win_fail_count
source: Fail count: %d
de: Fehleranzahl: %d
hu: Hibák száma: %d

# win_msg_can_do_better
source: You can do this better! Try again!
de: Das können Sie besser machen!
hu: Tudod te ezt jobban is! Próbáld újra!

source: Try again
de: Noch einmal
hu: Próbáld újra

# win_msg_three_star_goto_next
source: You earn 3 stars! Go to the next level!
de: Sie verdienen 3 Sterne! Gehen Sie weiter!
hu: Három csillagot szereztél! Menj a következő rejtvényre!

source: Next Level
de: Nächstes Level
hu: Következő szint

source: You filled all levels!
de: Sie haben alle Levels gefüllt!
hu: Minden rejtvényt kitöltöttél!

# win_msg_three_star
source: You earn 3 stars!
de: Sie verdienen 3 Sterne!
hu: Három csillagot szereztél!

source: Hide Hint
de: Hinweis ausschalten
hu: Súgás elrejtése

source: Show Hint
de: Hinweis anzeigen
hu: Mutasd a súgást!

# sc_title
source: Upgrade to Anki Crossword Premium
de: Upgrade auf Anki Crossword Premium
hu: Anki Crossword Premium előfizetés

# sc_heading
source: Get a subscription to Anki Crossword Premium enabling these premium features:
de: Abonnieren Sie Anki Crossword Premium mit folgenden Premium-Funktionen:
hu: Az Anki Crossword Premium előfizetés szolgáltatásai:

# sc_included_for_all_user
source: Included for all Anki Crossword users:
de: Für alle Anki Crossword-Benutzer enthalten:
hu: Minden Anki Crossword felhasználó számára ingyenes:

# sc_one_package
source: One Anki package to generate crossword from
de: Ein Anki-Paket
hu: Egy Anki rejtvénycsomag, amiből rejtvényeket generálhatsz

# sc_one_cw
source: One crossword to learn
de: Ein Kreuzworträtsel zum Lernen
hu: Egy lejátszható keresztrejtvény

# sc_premium_features
source: Features in Anki Crossword Premium:
de: Funktionen in Anki Crossword Premium:
hu: Az Anki Crossword Premium előfizetés szolgáltatásai:

# sc_many_package
source: Unlimited number of Anki packages to generate crosswords from
de: Unbegrenzte Anzahl von Anki-Paketen
hu: Végtelen számú Anki rejtvénycsomag, amikből rejtvényeket generálhatsz

# sc_many_cw
source: Unlimited number of crosswords to learn
de: Unbegrenzte Anzahl von Kreuzworträtseln zu lernen
hu: Végtelen számú lejátszható keresztrejtvény

# sc_for_one_month
source: for one month
de: für einen Monat
hu: egy hónapra

# sc_save
source: Save 20%
de: Spare 20%
hu: 20% engedmény

# sc_for_one_year
source: for one year
de: für ein Jahr
hu: egy évre

# sc_legal_pre
source: Subscriptions will be charged to your credit card through your iTunes account. Your subscription will automatically renew unless canceled at least 24 hours before the end of the current period. Your credit card will be charged for renewal within 24 hours prior to the end of the current period. You will not be able to cancel the subscription once activated. Manage your subscriptions in Account Settings after purchase. For further details please read our&#xA0;
de: Abonnements werden über Ihr iTunes-Konto von Ihrer Kreditkarte abgebucht. Ihr Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor dem Ende des aktuellen Zeitraums gekündigt wird. Ihre Kreditkarte wird innerhalb von 24 Stunden vor Ablauf des aktuellen Zeitraums mit dem Verlängerungsbetrag belastet. Sobald Sie das Abonnement aktiviert haben, können Sie es nicht mehr kündigen. Verwalten Sie Ihre Abonnements nach dem Kauf im Account Settings. Für weitere Details lesen Sie bitte unsere&#xA0;
hu: Az előfizetés díja az iTunes fiókodhoz rendelt bankkártyádra lesz terhelve. Az előfizetésed automatikusan megújul egészen addig, ameddig legalább 24 órával az aktuális időszak vége előtt le nem mondod. A bankkártyád a megújítás miatt az aktuális periódus lejárta előtti 24 órában lesz megterhelve. Ha megújult az előfizetésed, azt már nem mondhatod le utólag, csak a következő periódustól. Az előfizetésedet a fiókod vásárlási beállításai között kezelheted, miután megvásároltad. További információkért olvasd el a&#xA0;

# sc_legal_mid
source: &#xA0;and&#xA0;
de: &#xA0;und&#xA0;
hu: &#xA0;és a&#xA0;

# sc_subscribed_already
source: Subscribed already?
de: Schon abonniert?
hu: Már előfizettél?

# sc_restore_desc
source: Press the button below to restore Your purchase!
de: Drücken Sie die Taste unten!
hu: Nyomd meg a gombot lejjebb, hogy visszaállíthassuk a korábbi előfizetésedet!

# sc_restore_purchase
source: Restore purchase
de: Kauf wiederherstellen
hu: Előfizetés visszaállítása

# random_button_label
source: Choose random crossword from solved levels
de: Wähle ein zufälliges Kreuzworträtsel aus den gelösten
hu: Válassz egy rejtvényt a már megoldottak közül

# subscribe_warning
source: You have to subscribe to the application to play the disabled crosswords!
de: Sie müssen die App abonnieren, um die deaktivierten Kreuzworträtsel zu spielen!
hu: Elő kell fizetned ahhoz, hogy játszhass a tiltott rejtvénycsomagokkal!

# locked_cw_msg
source: The choosen crossword is locked! You have to succeed all crossword before the choosen one!
de: Das gewählte Kreuzworträtsel ist gesperrt! Sie müssen alle Kreuzworträtsel vor dem gewählten erfolgreich lösen!
hu: A kiválasztott rejtvény zárolva van még, mert nem sikerült még végigjátszanod az előtte lévőket!

source: words
de: Wörtern
hu: szó

source: Chinese
de: Chinesisch
hu: Kínai

source: Chinese v2
de: Chinesisch v2
hu: Kínai v2

source: English
de: Englisch
hu: Angol

source: English v2
de: Englisch v2
hu: Angol v2

source: French
de: Französisch
hu: Francia

source: German
de: Deutsch
hu: Német

source: Hungarian
de: Ungarisch
hu: Magyar

source: Japanese
de: Japanisch
hu: Japán

source: Japanese v2
de: Japanisch v2
hu: Japán v2

source: Korean
de: Koreanisch
hu: Koreai

source: Turkish
de: Türkisch
hu: Török

source: Portuguese
de: Portugiesisch
hu: Portugál

source: Spanish
de: Spanisch
hu: Spanyol

source: Italian
de: Italienisch
hu: Olasz

source: Russian
de: Russisch
hu: Orosz

source: Japanese Basic Hiragana
de: Japanisches hiragana
hu: Japán hiragana

source: Voice
de: Stimme
hu: Hang
